Repository: vedranpetrac/WorldCup
Catalog: WorldCupWF/Properties/Resources.*.resx
Languages: hr

source: Away Team
hr: Strani tim

source: Captain
hr: Kapetan

source: Confirm Options
hr: Potvrdi odabir

source: Cup Gender
hr: Tip prvenstva

source: Do you want to close app
hr: Želite li zatvoriti aplikaciju?

source: Done
hr: Učitano

source: Favourite Players
hr: Najdraži igrači

source: Favourite Team
hr: Najdraži tim

source: Female
hr: Žensko

source: FullName
hr: Puno ime

source: Goals
hr: Golovi

source: Home Team
hr: Domaći tim

source: Language
hr: Jezik

source: Load Image
hr: Učitaj fotografiju

source: Loading
hr: Učitavanje...

source: Location
hr: Lokacija

source: Male
hr: Muško

source: Matches Played
hr: Odigrane utakmice

source: Matches Rang List
hr: Rang lista utakmica

source: Move To Fav
hr: Prebaci u najdraže

source: Player Name
hr: Ime igrača

source: Player Pictures
hr: Igračeva fotografija

source: Players Rang List
hr: Rang lista igrača

source: Print Details
hr: Ispiši detalje

source: Remove from Fav
hr: Prebaci u ostale

source: Saved Nation
hr: Odabir pohranjen

source: Select Player
hr: Odaberi igrača

source: Select Your Favourite Team From Dropdown
hr: Odaberite najdraži tim

source: Visitors
hr: Posjetitelji

source: Yellow Cards
hr: Žuti kartoni
